Repository: technogav/git-testing1
Catalog: wwwroot/compuhire.ie/volunteer/locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Unable to open include file. Check INI settings. Aborting.
ru_ru: Невозможно открыть вложенный файл. Проверьте конфигурацию. Выход.

source: Unable to open ADODB include file. Check INI settings. Aborting.
ru_ru: Невозможно открыть ADODB вложенный файл. Проверьте конфигурацию. Выход.

source: Service Unavailable
ru_ru: Сервис недоступен

source: Connection to database failed. Please check configuration.
ru_ru: Ошибка соединения с базой. Проверьте конфигурацию.

source: Go to my surveys
ru_ru: Перейти к моим опросам

source: Your progress has been saved. You may return at any time to complete this survey. To do so, simply bookmark the link below. You may be prompted for your username and password to complete the survey.
ru_ru: Опрос сохранен. Вы можете вернуться в любое время и продолжить отвечать на вопросы. Чтобы это сделать просто сделайте закладку на ссылку указанную ниже. Для продолжения Вас могут спросить логин и пароль.

source: Resume survey
ru_ru: Продолжить опрос

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Invalid argument.
ru_ru: Неверный аргумент

source: Error opening survey.
ru_ru: Ошибка открытия опроса.

source: Error opening surveys.
ru_ru: Ошибка открытия опросов.

source: No responses found.
ru_ru: Ответы не найдены.

source: TOTAL
ru_ru: ИТОГО

source: No questions found.
ru_ru: Вопросы не найдены.

source: Page %d of %d
ru_ru: Страница %d из %d

source: Questions marked with a %s are required.
ru_ru: Вопросы отмеченные %s обязательны.

source: Sorry, no questions for you to answer in this section.
ru_ru: Извините, в этом разделе нет вопросов для ответа.

source: Error system table corrupt.
ru_ru: Системная таблица разрушена.

source: Table
ru_ru: Таблица

source: Report for
ru_ru: Отчет для

source: Public
ru_ru: Публичный

source: Content
ru_ru: Содержимое

source: Previous
ru_ru: Передыдущий

source: Next
ru_ru: Следующий

source: Navigate Individual Respondent Submissions
ru_ru: Переход к индивидуальным ответам опрошенных

source: Error cross-analyzing. Question not valid type.
ru_ru: Ошибка перекрестного анализа. Вопрос неверного типа.

source: Cross analysis on QN:
ru_ru: Перекрестный анализ на QN:

source: Sorry, please fill out the name, group, and title before proceeding.
ru_ru: Заполните, пожалуйста, имя, группу и заголовок для продолжения.

source: Sorry, name already in use. Pick a new name.
ru_ru: Извините, имя уже занято. Укажите другое имя.

source: Sorry, that name is already in use.
ru_ru: Извините, имя уже используется.

source: Warning, error encountered.
ru_ru: Внимание, обнаружена ошибка.

source: Please enter text for this question.
ru_ru: Пожалуйста введите текст этого вопроса.

source: Sorry, you must select a type for this question.
ru_ru: Извините, Вы должны выбрать тип вопроса.

source: New Field
ru_ru: Новое поле

source: Sorry, you cannot change between those types of question. Create a new question instead.
ru_ru: Извините, Вы не можете изменить этот тип вопроса. Создайте вместо него новый.

source: For rate questions, "!other" is not a possible answer
ru_ru: Для оценочных вопросов, "!other" недопустимый ответ

source: Sorry, you need at least one answer option for this question type.
ru_ru: Извините, Вы должны указать один ответ для этого типа вопроса.

source: Please select two different questions.
ru_ru: Пожалуйста укажите два разных вопроса.

source: Error processing survey: Security violation.
ru_ru: Ошибка обработки опроса. Нарушение безопасности.

source: Unable to execute query for access.
ru_ru: Невозможно выполнить запрос для доступа.

source: Unable to execute query respondents.
ru_ru: Невозможно выполнить запрос для опрашиваемых.

source: Unauthorized
ru_ru: Неавторизован

source: Incorrect User ID or Password, or your account has been disabled/expired.
ru_ru: Неверный логин или пароль, или Ваша учетная запись заблокирована/истекла.

source: Your account has been disabled or you have already completed this survey.
ru_ru: Ваша учетная запись заблокирована или вы уже закончили данный опрос.

source: Unable to load ACL.
ru_ru: Невозможно загрузить ACL/

source: Management Interface
ru_ru: Панель управления

source: This account does not have permission
ru_ru: Данная учетная запись не имеет разрешения

source: Go back to Management Interface
ru_ru: Назад в Панель Управления

source: This account does not have permission %s.
ru_ru: Эта учетная запись запись не имеет права %s.

source: Unable to set current respondent
ru_ru: Невозможно установить текущего опрашиваемого

source: Submit
ru_ru: Отправить

source: Language:
ru_ru: Язык:

source: Response
ru_ru: Ответ

source: You are missing the following required questions:
ru_ru: Вы пропустили следующие обязательные вопросы:

source: Please only use numbers for the following questions:
ru_ru: Используйте только цифры в следующих вопросах:

source: Request failed, please contact the administrator.
ru_ru: Запрос завершился неудачно, пожалуйста свяжитесь с администратором.

source: Unable to get list of surveys for current user
ru_ru: Невозможно получить список опросов для текущего пользователя

source: Unable to fetch statistics from table
ru_ru: Невозможно получить статистику из таблицы

source: Unable to fetch statistics for survey
ru_ru: Невозможно получить статистики по опросу

source: Unable to fetch statistic for survey
ru_ru: Невозможно получить статистику по опросу

source: Unable to increment statistic for survey
ru_ru: Невозможно увеличить статистику по опросу

source: Unable to decrement statistic for survey
ru_ru: Невозможно уменьшить статистику по опросу

source: Unable to set statistic for survey
ru_ru: Невозможно установить статистику по опросу

source: Unable to initialize statistics for survey
ru_ru: Невозможно инициализировать статистику по опросу

source: Unable to purge statistics for survey
ru_ru: Невозможно очистить статистику по опросу

source: equals
ru_ru: равно

source: is different from
ru_ru: отличается от

source: smaller than
ru_ru: меньше чем

source: bigger than
ru_ru: больше чем

source: Current conditions defined:
ru_ru: Текущие определенные условия:

source: OR
ru_ru: ИЛИ

source: Only show question
ru_ru: Показывать вопрос

source: if answer to question
ru_ru: только если ответ на вопрос

source: All conditions are "OR" conditions, so if one conditions is fullfilled, the question is shown.<br /> A question that has a condition must be an optional question. So, if you define a condition on a question, the "Required" parameter is set to "No".<br /> A question that has a condition must be on the next page than the question/value that is used to compare it with. Use the "Order tab" to insert a section break where wanted (this is <b>NOT</b> done automatically).<br /> A Yes/No question can only be compared using the values "Yes or "No".
ru_ru: Все условия связаны по условию &quot;ИЛИ&quot;, если условие выполнено вопрос будет показан.<br /> Вопрос который имеет условие должен быть необязательным. Если Вы установили условие для вопроса, параметр &quot;Обязательный&quot; должен быть установлен в &quot;Нет&quot;.<br /> Вопрос который имеет условие должен быть на следующей странице после вопроса, значение ответа которого использовано в условии.Используйте закладку &quot;Порядок&quot; чтобы вставить разделитель где требуется (это <b>НЕ</b> выполняется автоматически),<br /> Вопросы типа &quot;Да/Нет&quot; должны сравниваться со значинием &quot;Да&quot; или &quot;Нет&quot;.

source: Add conditions to a question.
ru_ru: Добавить условия к вопросу.

source: ----- Section Break -----
ru_ru: ----- Разделитель -----

source: Survey Design Completed
ru_ru: Дизайн опроса завершен

source: You have completed this survey design.
ru_ru: Вы завершили дизайн опроса.

source: To insert this survey into your web page, copy the text below, and paste it into the HTML of your page.
ru_ru: Чтобы вставить опрос в Вашу вэб-страницу, скопируйте текст указанный ниже, и вставьте в HTML Вашей страницы.

source: Once activated you can also access the survey directly from the following URL.
ru_ru: После активации Вы можете получить доступ к опросу напрямую через следующий URL.

source: You must activate this survey before you can collect results. Once a survey is active, you may no longer make any changes to it. You may activate this survey by choosing <b>Change the Status of an Existing Survey</b> from the Management Interface.
ru_ru: Вы должны активировать опрос перед сбором результатов. После активации опроса, Вы больше не сможете вносить в него изменения. Вы можете активировать опрос через пункт <b>Изменить состояние опроса</b> в Панели управления.

source: The information on this tab applies to the whole survey. Fill out this page then go to the <strong>Fields</strong> tab to edit individual fields.
ru_ru: Информация на этой странице относится ко всему опросу. Заполните поля на этой странице и переходите к закладке <strong>Вопросы</strong> для заполнения отдельных вопросов.

source: Name
ru_ru: Имя

source: Required
ru_ru: Обязательный

source: Survey filename.
ru_ru: Имя файла опроса.

source: This is used for all further access to this survey.
ru_ru: Используется для всех следующих обращений к опросу.

source: no spaces
ru_ru: без пробелов

source: alpha-numeric only
ru_ru: только буквы и цифры

source: Owner
ru_ru: Владелец

source: User and Group that owns this survey.
ru_ru: Пользователь и группа которые владеют опросом.

source: Title
ru_ru: Заголовок

source: Title of this survey.
ru_ru: Заголовок этого опроса.

source: This appears at the top of every page of this survey.
ru_ru: Показывается на каждой странице опроса.

source: free-form, including spaces
ru_ru: свободная форма, включая пробелы

source: Subtitle
ru_ru: Подзаголовок

source: Subtitle of this survey.
ru_ru: Подзаголовок этого опроса

source: Appears below the title.
ru_ru: Показывается под заголовком.

source: Additional Info
ru_ru: Дополнительная информация

source: Text to be displayed on this survey before any fields. (i.e. instructions, background info, etc.)
ru_ru: Текст который отображается в опросе перед всеми другими полями. (иструкциями, дополнительной информацией и пр.)

source: Confirmation Page
ru_ru: Страница подтверждения

source: The URL to which a user is redirected after completing this survey.
ru_ru: На эту страницу (URL) пользователь будет перенаправлен после окончения опроса.

source: (heading text)
ru_ru: (текст заголовка)

source: (body text)
ru_ru: (текст содержимого)

source: Heading (in bold) and body text for the &quot;Confirmation&quot; page displayed after a user completes this survey.
ru_ru: Заголовок (жирным) и содержимое страницы &quot;Подтверждение&quot; показывается после окончания опроса.

source: (URL, if present, takes precedent over confirmation text.)
ru_ru: (URL имеет преимущество перед текстом подтверждения.)

source: Sends a copy of each submission to address (or leave blank for no email backup).
ru_ru: Посылать копию ответов каждого опроса на адрес (или оставьте пустым чтобы не делать копию на адрес)

source: Theme
ru_ru: Тема

source: Select a theme (css) to use with this survey.
ru_ru: Укажите тему для оформления опроса.

source: Automatic numbering
ru_ru: Автоматическая нумерация

source: Select if questions are to be numbered automatically when showing the survey.
ru_ru: Укажите если требуется автоматическая нумерация вопросов при показе опроса.

source: Survey opening date
ru_ru: Дата открытия опроса

source: The <em>earliest</em> date and time respondents may respond to survey.
ru_ru: <em>начальная</em> дата и время когда опрашивамые могут отвечать на опрос.

source: If date given without a time, midnight on the given date is assumed.
ru_ru: Если дата указана без времени, предполагается полночь указанной даты.

source: If not supplied, respondents may respond immediately once survey activated.
ru_ru: Если не указана, опрашиваемые могут отвечать немедленно после активации опроса.

source: Survey closing date
ru_ru: Дата закрытия опроса

source: When provided, the <em>latest</em> date and time respondents may respond to survey.
ru_ru: Если указана, <em>последняя</em> дата и время, когда опрашиваемые могут отвечать на опрос.

source: If not supplied, respondents may respond indefinitely until survey marked as done.
ru_ru: Если не указана, опрашиваемые могут отвечать неограниченное время пока опрос не будет закрыт.

source: Options
ru_ru: Опции

source: Allow survey respondents to save/resume. (Survey login required.)
ru_ru: Позволяет опрашиваемым сохранять/продолжыать опрос. (Требуется логин.)

source: Allow survey respondents to go forward and back between survey sections.
ru_ru: Позволять опрашиваемым перемещаться между разделами опроса.

source: Change the order that questions are presented by selecting a question from the list, then use the up/down buttons to change its position.
ru_ru: Измените порядок вопросов выбирая вопросы из списка и используя кнопки "вверх"/"вниз" для смены позиции.

source: Add Section Break
ru_ru: Добавить разделитель

source: This is a preview of how this survey will look. The survey will use the background color of the document in which it is embedded. If you have no further changes click <b>Finish</b> at the bottom of this page.
ru_ru: Это предварительный просмотр того, как будет выглядеть опрос. Опрос использует цвет фона и цвет документа в котором он размещен. Если Вы не желаете дальше править кликните <b>Завершить</b> внизу страницы.

source: Section
ru_ru: Раздел

source: Previous Page
ru_ru: Предыдущая страница

source: Save
ru_ru: Сохранить

source: Next Page
ru_ru: Следующая страница

source: Submit Survey
ru_ru: Отправить ответы

source: Edit this question, or click the number of the question you would like to edit:
ru_ru: Редактируйте вопрос, или выберите другой вопрос для редактирования:

source: Edit Question
ru_ru: Править вопрос

source: New Question
ru_ru: Новый вопрос

source: Question Name
ru_ru: Имя вопроса

source: Type
ru_ru: Тип

source: Length
ru_ru: Длина

source: Precision
ru_ru: Точность

source: Enter the possible answers (if applicable). Enter %s on an line by itself to create a fill-in-the-blank answer at the end of this question. Any blank lines will be suppressed.
ru_ru: Укажите возможные ответы (если применимо). Укажите %s в поле ответа чтобы создать открытые ответы в конце вопроса. Все пустые строки игнорируются.

source: Add another answer line
ru_ru: Добавить строку ответа

source: Please select a group.
ru_ru: Пожалуйста выберите группу.

source: Private
ru_ru: Частный

source: Survey Access
ru_ru: Доступ к опросу

source: This lets you control who has access to fill out a form. Public surveys let anyone submit data. Private surveys are restricted by Respondent Groups.
ru_ru: Укажите тех кто сможет отвечать на опрос. Публичные опросы позволяют любому отправлять ответы. Приватные опросы ограничены группами опрашиваемых.

source: Note
ru_ru: Примечание

source: You must use %s when using private surveys.
ru_ru: Вы должны использовать %s при использовании приватных опросов.

source: Group
ru_ru: Группа

source: Max Responses
ru_ru: Максимальное количество ответов

source: Save/Restore
ru_ru: Сохранить/Восстановить

source: Back/Forward
ru_ru: Назад/Вперед

source: Remove
ru_ru: Удалить

source: Add
ru_ru: Добавить

source: Make Public
ru_ru: Сделать публичным

source: Make Private
ru_ru: Сделать частным

source: to access this form
ru_ru: для доступа к форме

source: to access this group
ru_ru: для доступа к группе

source: Cannot delete account.
ru_ru: Невезможно удалить учетную запись.

source: Username, Password, and Group are required.
ru_ru: Имя пользователя, пароль, и группа должны быть указаны.

source: Error adding account.
ru_ru: Ошибка добавления учетной записи.

source: Cannot change account data.
ru_ru: Невезможно изменить данные учетной записи.

source: Account not found.
ru_ru: Учетная запись не найдена.

source: Designer Account Administration
ru_ru: Управление учетными записями дизайнеров.

source: Username
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: Expiration
ru_ru: Истекает

source: year
ru_ru: год

source: month
ru_ru: месяц

source: day
ru_ru: число

source: Disabled
ru_ru: Отключен

source: Update
ru_ru: Обновить

source: Cancel
ru_ru: Отмена

source: Delete
ru_ru: Удалить

source: Design Surveys
ru_ru: Дизайн опросов

source: Change Survey Status
ru_ru: Изменить состояние опроса

source: Activate/End
ru_ru: Активировать/Завершить

source: Export Survey Data
ru_ru: Выгрузить данные опроса

source: Group Editor
ru_ru: Редактор групп

source: may edit <b>all</b> forms owned by this group
ru_ru: может править <b>все</b> формы принадлежащие данной группе

source: Administer Designers
ru_ru: Управление дизайнерами

source: Administer Respondents
ru_ru: Управление опрашиваемыми

source: Respondent Account Administration
ru_ru: Управление учетной записью опрашиваемого

source: to access this survey
ru_ru: для доступа к опросу

source: Error copying survey.
ru_ru: Ошибка копирования опроса

source: Copy Survey
ru_ru: Копировать опрос

source: Choose a survey of which to make a copy. The copy will have the same status of a newly created survey. You will be able to edit the survey, and will have to activate it before use.
ru_ru: Укажите опрос который нужно скопировать. Копия будет иметь такое же состояние как вновь созданный опрос. Вы можете редактировать опрос, и активировать его перед использованием.

source: Status
ru_ru: Состояние

source: Archived
ru_ru: Архивирован

source: Ended
ru_ru: Завершен

source: Active
ru_ru: Автивный

source: Testing
ru_ru: Тестирование

source: Editing
ru_ru: Редактирование

source: Error cross-tabulating.
ru_ru: Ошибка cross-tabulating.

source: Please ensure that your column and row selections are not of the same question.
ru_ru: Пожалуйста убедитесь что выбранные столбец и строка ни один и тот же вопрос.

source: Please ensure you make both a column and row selection.
ru_ru: Пожалуйста убедитесь что выбраны и столбец и строка.

source: You are attempting to cross analyze and tabulate at the same time. This is not possible!
ru_ru: Вы пытаетесь выполнить перекрестный анализ и табличный одновременно. Это невозможно!

source: Manage Web Form Designer Accounts
ru_ru: Управление дизайнерами вэб-форм

source: Click on a username to edit, or click on add new user below.
ru_ru: Кликните в имя пользователя для правки, или кликните добавить нового пользователя ниже.

source: disabled
ru_ru: отключен

source: Add a new Designer
ru_ru: Добавить нового дизайнера

source: Bulk Upload Designers
ru_ru: Загрузка дизайнеров кучей

source: Invalid survey ID.
ru_ru: Неверный идентификатор опроса.

source: Edit a Survey
ru_ru: Правка опроса

source: Pick Survey to Edit
ru_ru: Выберите опрос для правки

source: Export Data
ru_ru: Выгрузить данные

source: Format
ru_ru: Формат

source: Save On Server
ru_ru: Сохранить на сервере

source: Download
ru_ru: Загрузить

source: Testing Survey...
ru_ru: Тестировние опроса...

source: The PHP dBase Extension is not installed.
ru_ru: Расширение PHP dBase не установлено.

source: Survey exported as:
ru_ru: Опрос выгружен как:

source: Error exporting survey as:
ru_ru: Ошибка выгрузки опроса как:

source: Error adding group.
ru_ru: Ошибка добавления группы.

source: Error deleting group.
ru_ru: Ошибка удаления группы.

source: Group is not empty.
ru_ru: Группа не пуста.

source: Manage Groups
ru_ru: Управление группами

source: Description
ru_ru: Описание

source: Members
ru_ru: Члены

source: User's guide not found.
ru_ru: Руководство пользователя не найдено.

source: Install not needed
ru_ru: Установка не требуется

source: Installing
ru_ru: Устанавливается

source: Install FAILED
ru_ru: Установка завершилась неудачно

source: Install done
ru_ru: Установка завершена

source: Install database
ru_ru: Установить базу данных

source: Go
ru_ru: Пошел

source: Logged out.
ru_ru: Отключен.

source: Log back in.
ru_ru: Подключиться снова.

source: Superuser
ru_ru: Суперпользователь

source: Update the database
ru_ru: Обновить бау данных

source: Create a New Survey
ru_ru: Создать новый опрос

source: Edit an Existing Survey
ru_ru: Редактировать опрос

source: Test a Survey
ru_ru: Тестировать опрос

source: Copy an Existing Survey
ru_ru: Копировать опрос

source: Purge a survey
ru_ru: Очистить опрос

source: Change the Status of a Survey
ru_ru: Изменить состояние опроса

source: (test/active/end/delete)
ru_ru: (тестировать/активировать/завершить/удалить)

source: Change Access To a Survey
ru_ru: Изменить доступ к опросу

source: Limit Respondents.
ru_ru: Ограничить опрашиваемых.

source: View Results from a Survey
ru_ru: Просмотр результатов опроса

source: Cross Tabulate Survey Results
ru_ru: Отчет опроса Cross Tabulate

source: View a Survey Report
ru_ru: Просмотр отчета по опросу

source: Purge a response
ru_ru: Очистить ответ

source: View Survey Statistics
ru_ru: Просмотр статистики опроса

source: Change Your Password
ru_ru: Сменить Ваш пароль

source: Manage Respondent Accounts
ru_ru: Управление учетными записами опрашиваемых

source: Manage Designer Accounts
ru_ru: Управление учетными записями дизайнеров

source: View the User &amp; Administrator Guide
ru_ru: Просмотр Руководства пользователя и администратора

source: Click here to open the Help window.
ru_ru: Кликните чтобы открыть окно помощи

source: Log out
ru_ru: Выход

source: Merge Survey Results
ru_ru: Объединить результаты опросов

source: Pick Surveys to Merge
ru_ru: Укажите опрос для объединения

source: List of Surveys
ru_ru: Список опросов

source: Surveys to Merge
ru_ru: Опросы для объединения

source: Change Password
ru_ru: Сменить пароль

source: Your password has been successfully changed.
ru_ru: Ваш пароль успешно изменен.

source: Password not set, check your old password.
ru_ru: Пароль не установлен, проверьте ваш старый пароль.

source: New passwords do not match or are blank.
ru_ru: Новые пароли не совпадают или пустые.

source: Old Password
ru_ru: Старый пароль

source: New Password
ru_ru: Новый пароль

source: Confirm New Password
ru_ru: Подтверждение пароля

source: Only superusers allowed.
ru_ru: Допускаются только суперпользователи.

source: Purge Surveys
ru_ru: Очистить опросы

source: This page is not directly on the main menu because it is dangerous. This <b>completely</b> removes everything about a survey from the database <b>forever</b>. All question info, general info, results, etc. are purged from the database. Do not do anything here that you are not completely certain about. There is no confirmation, there is no turning back.
ru_ru: Эта страница недоступна напрямую через меню потому что она опасна. Она <b>полносьтю</b> удаляет информацию об опросе из базы данных <b>навсегда</b>. Вся информация о вопросах, ответах и т.д. будет удалена из базы. Нечего задесь не делайте если не понимаете этого до конца.

source: Clear Checkboxes
ru_ru: Очистить Крыжики

source: README not found.
ru_ru: README не найден.

source: Go back to Report Menu
ru_ru: Назад в меню Отчетов

source: View Form Report
ru_ru: Просмотр отчета

source: Pick Form to View
ru_ru: Выберите форму для просмотра

source: Add a new Respondent
ru_ru: Добавить нового опрашиваемого

source: Bulk Upload Respondents
ru_ru: Загрузка опрашиваемых кучей

source: Purge response
ru_ru: Очистить ответ
