Repository: technogav/git-testing1
Catalog: wwwroot/compuhire.ie/volunteer/locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: This page is not directly on the main menu because it is dangerous. This <b>completely</b> removes everything about a response from the database <b>forever</b>. Do not do anything here that you are not completely certain about. There is no confirmation, there is no turning back.
ru_ru: Эта страница недоступна напрямую через меню потому что она опасна. Она <b>полносьтю</b> удаляет информацию об опросе из базы данных <b>навсегда</b>. Вся информация о вопросах, ответах и т.д. будет удалена из базы. Нечего задесь не делайте если не понимаете этого до конца.

source: Test Survey
ru_ru: Тестировать опрос

source: Reset
ru_ru: Сброс

source: View Survey Results
ru_ru: Просмотр результатов опроса

source: Pick Survey to View
ru_ru: Выберите опрос для просомотра

source: Respondent
ru_ru: Опрашиваемый

source: Various access statistics for your active and done surveys.
ru_ru: Различная статистика использования активных и завершенных опросов.

source: Survey
ru_ru: Опрос

source: Login Failures
ru_ru: Неудачные входы

source: Attempted
ru_ru: Попыток

source: Abandoned
ru_ru: Прекращен

source: Suspended
ru_ru: Сохранен

source: Completed
ru_ru: Завершено

source: Reset?
ru_ru: Сброс?

source: Statistics Total
ru_ru: Итоговая статистика

source: You are about to make permanent and irrevocable changes. Click OK if you are certain this is what you want to do.
ru_ru: Вы готовы выполнить невосстановимые изменения. Кликните OK если Вы понимаете что делаете.

source: Refresh
ru_ru: Обновить

source: Reset Statistics
ru_ru: Сбросить статистику

source: You have no active or done surveys. Check back later.
ru_ru: У Вас нет активных или завершенных опросов. Попробуйте проверить позже.

source: Can not set survey status.
ru_ru: Невозможно установить состояние опроса.

source: Survey Status
ru_ru: Состояние опроса

source: <b>Test</b> transitions a survey into testing mode. At which point you may perform a live test by taking the survey, and viewing the results. The survey may be switched back into <b>Edit</b> mode if additional edits are needed.
ru_ru: <b>Тест</b> переводит опрос в тестовый режим. На этом этапе выполните реальное тестирование опроса, и просмотр результатов. Опрос может быть переключен обратно в режим <b>Правка</b> для дополнительного редактирвоания если потребуется.

source: <b>Activate</b> transitions a survey into active mode. In this mode the survey is open for production use, and may be put online. This will clear any results from testing mode (if any). No further editing of survey is allowed.
ru_ru: <b>Активировать</b> переводит опрос в активный режим. В этом режиме опрос доступен для боевого использования. Перевод в этот режим очищает все результаты тестового режима. Дальнейшая правка опроса невозможна.

source: <b>End</b> transitions a survey into ended mode. In this mode, no edits are possible, no users may take the survey (it is inactive), but results are still viewable from the results menu.
ru_ru: <b>Завершить</b> переводит опрос в завершенное состояние. В этом режиме правка недоступна, пользователи не могут отвечать на вопросы, но результаты остаются доступными для просмотра.

source: <b>Archive</b> removes this survey. It is still stored in the database, but no further interaction is allowed. You may <b>not</b> view the results of an archived survey.
ru_ru: <b>Архивировать</b> удаляет опрос. Он остается сохраненным в базе, но дальнейшие операции с ним невозможны. Вы <b>не</b> увидите результатов архивированного опроса.

source: Test
ru_ru: Тест

source: Activate
ru_ru: Активировать

source: End
ru_ru: Завершить

source: Archive
ru_ru: Архивировать

source: Edit
ru_ru: Правка

source: Help
ru_ru: Помощь

source: Click cancel to cancel this survey, or click continue to proceed to the next tab.
ru_ru: Кликните отмена чтобы отменить опрос, или продолжить чтобы перейти на следующую закладку.

source: Finish
ru_ru: Завершить

source: Continue
ru_ru: Продолжить

source: The survey title and other general fields are on the <strong>General</strong> tab. Individual survey questions are added and modified on the <strong>Questions</strong> tab. Questions may be re-ordered or deleted from the <strong>Order</strong> tab. You may see a preview of your survey at any time, by going to the <strong>Preview</strong> tab. If you have no further changes click <strong>Finish</strong> to go back to the Management Interface.
ru_ru: Заголовок опроса и другие общие параметры находятся на закладке <strong>Общие</strong>. Вопросы для опроса добавляются и редактируются на закладке <strong>Вопросы</strong>. Удалить вопросы и изменить их порядок можно на закладке <strong>Порядок</strong>. Вы можете предварительно просмотреть опрос в любое время, для этого перейдите на закладку <strong>Предваритльный просмотр</strong>. Если больше не требуется вносить изменений кликните <strong>Завершить</strong> чтобы вернуться в Панель Управления.

source: View Results
ru_ru: Просомтр результатов

source: Pick Survey to Test
ru_ru: Выберите опрос для тестирования

source: Export
ru_ru: Выгрузить

source: standalone
ru_ru: отдельный

source: Results
ru_ru: Результаты

source: Todo list not found.
ru_ru: Список задач не найден.

source: Update not needed
ru_ru: Обновление не требуется

source: Updating
ru_ru: Обновляется

source: Update FAILED
ru_ru: Обновление завершилось неудачей

source: Update done
ru_ru: Обновление завершено

source: Update available
ru_ru: Обвноление доступно

source: Show generated SQL
ru_ru: Показать сформированный SQL

source: Update the DB
ru_ru: Обновление базы данных

source: An error occurred during upload. Rows that failed are listed below.
ru_ru: Ошибка при загрузке. Сбойнувшая строка показана ниже.

source: An error occurred during upload. Please check the format of your text file.
ru_ru: Ошибка при загрузке. Пожалуйста проверьте формат Вашего текстового файла.

source: An error occurred during upload. Please complete all form fields.
ru_ru: Ошибка при загрузке. Пожалуйста заполните все поля формы.

source: Upload Account Information
ru_ru: Обновление информации учетной записи

source: All fields are required
ru_ru: Требуется заполнить все поля

source: File Type
ru_ru: Тип файла

source: Tab Delimited
ru_ru: Разделенный табуляциями

source: File to upload
ru_ru: Файл для загрузки

source: FAILED
ru_ru: ОБЛОМ

source: DONE
ru_ru: ГОТОВО

source: You entered an incorrect code. Please fill in the correct code.
ru_ru: Вы указали неверный код. Пожалуйста укажите правильный код.

source: Feature disabled; set dashboard_enable = true in your configuration to engage.
ru_ru: Возможность отключена; set dashboard_enable = true в конфигурационном файле.

source: Please contact an administrator: multi-realm
ru_ru: Свяжитесь с администратором: milti-realm

source: Unable to change your password; contact an administrator
ru_ru: Невозможно сменить пароль; свяжитесь с администратором

source: Change My Profile
ru_ru: Изменить мой профиль

source: Passwords do not match; check your typing
ru_ru: Пароли не совпадают; проверьте введенные данные

source: Old password incorrect; check your typing
ru_ru: Старый пароль неверный; проверьте введенные данные

source: Change My Password
ru_ru: Изменить мой пароль

source: phpESP Respondent Dashboard
ru_ru: phpESP Опросник

source: Login
ru_ru: Вход

source: Don't have an account? Sign up.
ru_ru: Нет учетной записи? Зарегистрируйтесь.

source: Need help? E-mail us.
ru_ru: Нужна помощь? Напишите нам.

source: Public Surveys
ru_ru: Публичные опросы

source: If you have an account, please log in before taking these public surveys.
ru_ru: Если у Вас есть учетная запись, пожалуйста залогиньтесь перед работой с данными публичными опросами.

source: Right now, my watch shows %s.
ru_ru: Сейчас на часах %s.

source: My Surveys
ru_ru: Мои опросы

source: Survey Title
ru_ru: Наименование опроса

source: Submission Status
ru_ru: Состояние

source: Last Access
ru_ru: Последнее обращние

source: Availability
ru_ru: Доступность

source: You do not have any surveys at this time.
ru_ru: В данный момент для Вас нет опросов.

source: My History
ru_ru: Моя история

source: You have no historical surveys at this time.
ru_ru: Пройденных опросов нет.

source: Logout
ru_ru: Выход

source: Change my profile
ru_ru: Изменить мой профиль

source: Change my password
ru_ru: Изменить мой пароль

source: E-mail support
ru_ru: E-mail поддержка

source: My Tools
ru_ru: Мои инструменты

source: Closed
ru_ru: Закрыто

source: Now taking submissions
ru_ru: Ответы принимаются

source: Not yet taking submissions
ru_ru: Ответы не принимаются

source: No longer taking submissions
ru_ru: Ответы больше не принимаются

source: Email Address
ru_ru: Email адрес

source: Change
ru_ru: Изменить

source: You have already completed this survey.
ru_ru: Вы уже завершили этот опрос.

source: Error processing survey: Survey is not active.
ru_ru: Ошибка обработки опроса: опрос не активен.

source: Please fill in the code displayed here.
ru_ru: Пожалуйста введите код указанный здесь.

source: Feature disabled; set use_landing = true in your configuration to engage.
ru_ru: Данная возможность отключена; set use_landing = true в конфигурационном файле.

source: Sorry, the account request form is disabled.
ru_ru: Извините, форма запроса учетной записи отключена.

source: Please complete all required fields.
ru_ru: Пожалуйста заполните все обязательные поля.

source: Passwords do not match.
ru_ru: Пароли не совпадают.

source: Request failed, please choose a different username.
ru_ru: Запрос отклонен, пожалуйста выберите другое имя пользователя.

source: Your account, %s, has been created!
ru_ru: Ваша учетная запись, %s, успешно создана!

source: Account Request Form
ru_ru: Форма запроса учетной записи

source: Please complete the following form to request an account. Items marked with a %s are required.
ru_ru: Пожалуйста заполните следующюю форму для запроса учетной записи. Пункты отмеченные %s обязательны для заполнения.

source: Confirm Password
ru_ru: Подтверждение пароля

source: Thank You For Completing This Survey.
ru_ru: Спасибо за ответы на вопросы.

source: Please do not use the back button on your browser to go back.
ru_ru: Пожалуйста не используйте кнопку браузера Назад чтобы вернуться назад.

source: Survey Design
ru_ru: Дизайн опроса

source: General
ru_ru: Общие

source: Questions
ru_ru: Вопросы

source: Order
ru_ru: Порядок

source: Conditions
ru_ru: Условия

source: Preview
ru_ru: Предварительный просмотр

source: Unique answer
ru_ru: Уникальный ответ

source: Clear all answer lines
ru_ru: Очистить все строки ответов

source: Up
ru_ru: Вверх

source: Down
ru_ru: Вниз

source: Yes/No
ru_ru: Да/Нет

source: Text Box
ru_ru: Текст

source: Dropdown Box
ru_ru: Выпадающий список

source: Date
ru_ru: Дата

source: Numeric
ru_ru: Цифра

source: Page Break
ru_ru: Разделитель страниц

source: Section Text
ru_ru: Текстовый раздел

source: Not Started
ru_ru: Не начат

source: Started, but Incomplete
ru_ru: Начат, но незавершен

source: Some Finished, some Incomplete
ru_ru: Некоторые завершены, некоторые нет

source: Finished
ru_ru: Завершен

source: Merge
ru_ru: Объединить

source: Warning! Once activated, this survey can no longer be edited. Any further changes must be done on a copy.
ru_ru: Внимание! После активации опрос больше не может быть отредактирован. Требуемые изменения должны быть сделаны на копии.

source: Warning! This survey has not been saved. Canceling now will remove any changes.
ru_ru: Внимание! Опрос не сохранен. Отмена удалит все внесенные изменения.

source: You must select at least two surveys before you can merge
ru_ru: Вы должны выбрать хотя бы два опроса для объединения
